{"tags": ["tradução", "apologética"], "history": [{"year": 2020, "months": [8]}], "about": {"id": "john-doe", "title": "John Doe", "subtitle": "test", "abstract": "", "text": "<p>Hello world</p>", "toc": "<div class=\"toc\">\n<ul></ul>\n</div>\n", "date": null, "author": "John Doe", "tags": []}, "articles": [{"id": "2020-8-7-apologetica-comica", "title": "Apologética Cômica", "subtitle": "", "abstract": "Qualquer um que esteja mais do que superficialmente familiarizado com o mundo bizarro e irracional da filosofia \"reformada\" holandesa pode simpatizar com o desejo de Sproul, Gerstner e Lindsley (daqui em diante SG&L) de apresentar uma defesa racional da fé cristã. Um representante americano do pensamento holandês é Cornelius Van Til, do Seminário Teológico de Westminster.", "text": "<p>Qualquer um que esteja mais do que superficialmente familiarizado com o mundo bizarro e irracional da filosofia \"reformada\" holandesa pode simpatizar com o desejo de Sproul, Gerstner e Lindsley (daqui em diante SG&amp;L) de apresentar uma defesa racional da fé cristã. Um representante americano do pensamento holandês é Cornelius Van Til, do Seminário Teológico de Westminster. Ele é o principal alvo do livro Classical Apologetics. Os livros de Van Til, admite-se, são positivamente lúcidos em comparação com os de Herman Dooyeweerd, que detém o recorde do Guinness pelo maior número de frases ininteligíveis já impressas. Mas mesmo alguns dos trabalhos de Van Til tendem a ser ilegíveis, pois são frequentemente obscuros e possuem uma argumentação pobre. Pode-se, portanto, simpatizar com o desejo da SG&amp;L de apresentar uma defesa racional do cristianismo, mas a execução de sua \"defesa\" é tão inepta que mal se sabe por onde começar. O livro Classical Apologetics dificilmente é uma melhoria em relação a Van Til. Em sua resenha do livro, o Dr. Clark aniquila SG&L; permita-me sacudir a poeira e colocar os pontos em seus devidos lugares. Deixe-me começar com as críticas menos significativas e concluir com duas provas que demonstram o absurdo da apologética clássica.</p>\n<p>Houve um tempo em que a Zondervan era uma editora respeitável, mas o número de erros em Classical Apologetics demonstra o desleixo, tanto em forma quando em substância. O livro está cheio de erros de ortografia, que vão do irritante ao divertido. Por exemplo, na página 138, “principal” está escrito “principle” [princípio]; “fibrillations” se torna “fibulations” (97); “vacillate” é impresso como “vascillate” (234, 245, 274, 275); e “led” (o verbo) se torna “lead” (o metal) (301). Esses são alguns dos erros ortográficos irritantes; um erro divertido aparece na página 187 no meio de uma discussão sobre os efeitos do pecado na mente. A frase diz: \"O erro básico no pensamento tradicional, sendo principalmente arminiano, é que negligencia a influência poética do pecado\". A influência poética do pecado é um assunto até agora largamente ignorado pelos apologistas cristãos. Agora que SG&amp;L chamaram a atenção dos teólogos holandeses, tenho certeza de que seremos inundados de volumes com títulos como <em>Toward a Cosmonomic Critique of Autonomous Poesy</em> [Rumo a uma Crítica Cosmonômica da Poesia Autônoma]. Mas passemos a algumas críticas mais substanciais à apologética clássica, as quais não podem ser atribuídas à editora.</p>\n<p>SG&amp;L aceitam acriticamente uma separação não-bíblica entre a cabeça e o coração, e parecem ignorar do tratamento de Clark sobre a questão em Faith and Saving Faith e em The Biblical Doctrine of Man. Esse erro afeta grande parte da discussão de 338 páginas. Além de separar a cabeça do coração, eles parecem capazes de separar Clark de Clark, pois na página 265 ele é descrito como \"talvez o pressuposicionalista mais completo de todos\", e na página 334 ele se torna \"o inimigo mais formidável do pressuposicionalismo\". Mas talvez os autores estejam tentando fazer uma observação esotérica sobre os argumentos apagógicos.</p>\n<p>Ler Classical Apologetics é, de várias maneiras, semelhante a caminhar por um labirinto cheio de espelhos distorcidos: é possível reconhecer os homens (afinal, SG&amp;L dão seus nomes), mas às vezes as descrições de seus pontos de vista são surreais. Não apenas algumas das descrições distorcem a verdade, mas pelo menos uma das citações também. Nas páginas 270 e 271, SG&amp;L citam o livro de Clark, Religião, Razão e Revelação, página 43. Aqui está o que SG&amp;L o citam como escrevendo:</p>\n<blockquote>\n<p>A primeira frase de Hodge tem a forma do argumento principal, claramente ligado ao precedente. Ele acabara de dizer que o que é verdade para três elos, deve ser verdade para um milhão de elos; mas então ele acrescenta que nada multiplicado pelo infinito continua sendo nada. Além da conexão duvidosa com a declaração anterior, ele não mencionou que o zero multiplicado pelo infinito é zero, como se pode ver facilmente ao perceber a fração 2/0 e a fração 3/0 são infinitas. <sup id=\"fnref:1\"><a class=\"footnote-ref\" href=\"#fn:1\">1</a></sup></p>\n</blockquote>\n<p>Agora compare a versão de Clark da SG&amp;L com o que Clark realmente escreveu:</p>\n<blockquote>\n<p>Finalmente, a terceira frase de Hodge, que parece ter a forma do argumento principal, não se encaixa claramente no precedente. Ele acabara de dizer que o que é verdade para três elos deve ser verdade para um milhão de elos; agora ele acrescenta que nada multiplicado pelo infinito continua sendo nada. Além da conexão duvidosa com a declaração anterior, dado ele não mencionou zero ou multiplicação, a oração é má aritmética. Não é verdade que o zero multiplicado pelo infinito seja zero, como se pode ver facilmente ao perceber que a fração dois acima de zero e a fração três acima de zero são ambas infinito.<sup id=\"fnref:2\"><a class=\"footnote-ref\" href=\"#fn:2\">2</a></sup></p>\n</blockquote>\n<p>No espaço de sete linhas nas páginas 270-271, SG&amp;L cometem pelo menos uma dúzia de erros de pontuação, erro de ortografia, omissão de palavras não-reconhecidas e inserção de palavras não-reconhecidas. Eles citam Clark dizendo exatamente o oposto do que ele realmente escreveu. Uma negligência tão grande torna todas as suas citações suspeitas, e o leitor deve verificar as fontes que SG&amp;L citam, em vez de aceitar suas citações como precisas.</p>\n<p>Mas, deixando esses assuntos e muitos outros de lado, devemos seguir o argumento de SG&amp;L. Eles chamam a atenção para a importância dos milagres em seu método apologético. Permitam-me citar suas palavras exatas, para que fique claro que não estou de modo algum deturpando suas opiniões. Eles escrevem:</p>\n<blockquote>\n<p>O que Deus daria a Seus mensageiros que todos poderiam ver só poderiam vir de Deus? Visto que o poder do milagre pertence somente a Deus, os milagres são um veículo ajustado e adequado de atestação (144). <sup id=\"fnref:3\"><a class=\"footnote-ref\" href=\"#fn:3\">3</a></sup></p>\n<p>Se o poder natural infinito é o argumento último para a existência de Deus, o poder sobrenatural infinito (milagre) é o argumento final para a revelação de Deus. Se Satanás pudesse realizar milagres, não poderíamos provar nem Deus nem Sua revelação. Se verdadeiros milagres pudessem ser feitos tanto por Deus quanto por Satanás, não aprenderíamos precisamente nada deles (157). <sup id=\"fnref:4\"><a class=\"footnote-ref\" href=\"#fn:4\">4</a></sup></p>\n<p>Em resumo, enfatizamos novamente a indispensabilidade de milagres genuínos. Somente eles e eles provam que Cristo é o Filho de Deus e que a Bíblia é a Palavra de Deus (161). <sup id=\"fnref:5\"><a class=\"footnote-ref\" href=\"#fn:5\">5</a></sup></p>\n<p>Os argumentos da profecia e dos milagres se reduzem a um, argumento dos milagres, porque a profecia é uma espécie da categoria genérica de milagre. É o miraculoso da profecia que a torna um argumento, enquanto o que faz do milagre um argumento é que ele exige que Deus seja o responsável (276). <sup id=\"fnref:6\"><a class=\"footnote-ref\" href=\"#fn:6\">6</a></sup></p>\n<p>Na apologética tradicional, os milagres (como vimos no capítulo 8) desempenham um papel absolutamente crucial. Eles são a evidência que certifica os mensageiros enviados por Deus (282). <sup id=\"fnref:7\"><a class=\"footnote-ref\" href=\"#fn:7\">7</a></sup></p>\n</blockquote>\n<p>O livro inteiro de SG&amp;L baseia-se na proposição de que \"o poder do milagre pertence somente a Deus\". O SG&amp;L enfatiza a “indispensabilidade de milagres genuínos”. Milagres \"desempenham um papel absolutamente crucial\". \"Se Satanás pudesse fazer milagres\", eles escrevem, \"nós não poderíamos provar a Deus nem a sua revelação\".</p>\n<p>Mas, é claro, Satanás fez e pode fazer milagres. A Bíblia diz isso. Por exemplo, Mateus 24:24 e Marcos 13:22 dizem: \"Porque surgirão falsos cristos e falsos profetas, e farão tão grandes sinais e prodígios que, se possível fora, enganariam até os escolhidos\". 2 Tessalonicenses 2: 9 diz: “A esse cuja vinda é segundo a eficácia de Satanás, com todo o poder, e sinais e prodígios de mentira [milagres da falsidade, não truques de mágica]”. Apocalipse 13:13 diz: “E [o segundo animal] faz grandes sinais, de maneira que até fogo faz descer do céu à terra, à vista dos homens”. Apocalipse 16:14: “Porque são espíritos de demônios, que fazem prodígios...”. Apocalipse 19:20: “E a besta foi presa, e com ela o falso profeta, que diante dela fizera os sinais”. Mateus 7: 22-23: “Muitos me dirão naquele dia: ‘Senhor, Senhor, não profetizamos nós em teu nome? Em teu nome não expulsamos demônios e não realizamos muitos milagres?’ Então eu lhes direi claramente: ‘Nunca os conheci. Afastem-se de mim vocês, que praticam o mal!’\". Deuteronômio 13:1-5:</p>\n<p>Quando profeta ou sonhador de sonhos se levantar no meio de ti, e te der um sinal ou prodígio, e suceder o tal sinal ou prodígio, de que te houver falado, dizendo: Vamos após outros deuses, que não conheceste, e sirvamo-los; Não ouvirás as palavras daquele profeta ou sonhador de sonhos… aquele profeta ou sonhador de sonhos morrerá...</p>\n<p>Todas essas passagens, e muitos outros, indicam que Satanás, assim como Deus pode realizar milagres. Claramente, não é verdade, como alegam SG&amp;L, que \"o poder do milagre pertence somente a Deus\".</p>\n<p>Então, SG&amp;L enfatizam a necessidade de prova demonstrativa. Eles se tornam eloquentes (e com razão) sobre a indispensabilidade da lógica. A seguir, duas provas que demonstram o absurdo da apologética tradicional, clássica.</p>\n<p>Tomando suas declarações e o ensino bíblico sobre esse assunto como premissas, podemos deduzir, por conseqüência boa e necessária, que SG&amp;L falham totalmente em seus esforços para apresentar uma defesa racional do cristianismo. Aqui estão os silogismos:</p>\n<blockquote>\n<p>\"Se Satanás pudesse fazer milagres, nós [SG&amp;L] não poderíamos provar nem Deus nem sua revelação\" (157).\nSatanás pode fazer milagres (Mateus 24:24 e outros).\nPortanto, o SG&amp;L não pode provar nem Deus nem sua revelação.</p>\n<p>\"Se verdadeiros milagres pudessem ser feitos tanto por Deus quanto por Satanás, nós [SG&amp;L] não aprenderíamos precisamente nada deles\" (157).\nÉ verdade que milagres genuínos podem ser feitos tanto por Deus quanto por Satanás.\nPortanto, o SG&amp;L não aprende exatamente nada com eles.</p>\n</blockquote>\n<p>Muito tempo, esforço e dinheiro foram desperdiçados neste livro. Se os três autores estivessem um pouco mais familiarizados com as Escrituras e a lógica, eles poderiam ter feito um favor a todos nós e persuadido todos a estudar Gordon Clark. Ele já desenvolveu uma defesa racional da religião cristã, mas poucos professores cristãos do seminário parecem estar prestando a devida atenção.</p>\n<h5 id=\"the-trinity-review-setembro-outubro-de-1985\"><em><strong>THE TRINITY REVIEW, setembro / outubro de 1985</strong></em></h5>\n<h6 id=\"original-em-ingles-na-trinity-foundation\"><a href=\"http://trinityfoundation.org/journal.php?id=37\">Original em inglês na Trinity Foundation</a></h6>\n<div class=\"footnote\">\n<hr />\n<ol>\n<li id=\"fn:1\">\n<p>Hodge's first sentence bears the form of the main argument, clearly attached to the preceeding. He had just said that what is true of three links must be true of a million; but now he adds that nothing multiplied by infinity is nothing still. Aside from its doubtful connection with the preceding, he has not mentioned that zero multiplied by infinity is zero, as one can easily see by realizing the fraction 2/0 and the fraction 3/0 are both infinity.&#160;<a class=\"footnote-backref\" href=\"#fnref:1\" title=\"Jump back to footnote 1 in the text\">&#8617;</a></p>\n</li>\n<li id=\"fn:2\">\n<p>Finally, Hodge’s third sentence, which seems to bear the form of the main argument, does not clearly attach to the preceding. He had just said that what is true of three links must be true of a million; now he adds that nothing multiplied by infinity is nothing still. Aside from its doubtful connection with the preceding, for he had not mentioned zero or multiplication, the sentence is bad arithmetic. It is not true that zero multiplied by infinity is zero, as one can easily see by realizing that the fraction two over zero and the fraction three over zero are both infinity.&#160;<a class=\"footnote-backref\" href=\"#fnref:2\" title=\"Jump back to footnote 2 in the text\">&#8617;</a></p>\n</li>\n<li id=\"fn:3\">\n<p>What would God give His messengers that all could see could come only from God? Since the power of miracle belongs to God alone, miracles are a suitable and fitting vehicle of attestation (144).&#160;<a class=\"footnote-backref\" href=\"#fnref:3\" title=\"Jump back to footnote 3 in the text\">&#8617;</a></p>\n</li>\n<li id=\"fn:4\">\n<p>If infinite natural power is the ultimate argument for the existence of God, infinite supernatural power (miracle) is the ultimate argument for the revelation of God. If Satan could do miracles, we could prove neither God nor His revelation. If true miracles could be done by God or Satan, we would learn precisely nothing from them (157).&#160;<a class=\"footnote-backref\" href=\"#fnref:4\" title=\"Jump back to footnote 4 in the text\">&#8617;</a></p>\n</li>\n<li id=\"fn:5\">\n<p>In summary, we stress again the indispensability of genuine miracles. They and they alone ultimately prove that Christ is the Son of God and that the Bible is the Word of God (161).&#160;<a class=\"footnote-backref\" href=\"#fnref:5\" title=\"Jump back to footnote 5 in the text\">&#8617;</a></p>\n</li>\n<li id=\"fn:6\">\n<p>The arguments from prophecy and miracles reduce to one, argument from miracles, because prophecy is a species of the generic category of miracle. It is the miraculousness of prophecy which makes it an argument, while what makes miracle an argument is that it requires God to account for it (276).&#160;<a class=\"footnote-backref\" href=\"#fnref:6\" title=\"Jump back to footnote 6 in the text\">&#8617;</a></p>\n</li>\n<li id=\"fn:7\">\n<p>In traditional apologetics, miracles (as we have seen in chapter 8) play an absolutely crucial role. They are the evidence that certifies messengers sent by God (282).&#160;<a class=\"footnote-backref\" href=\"#fnref:7\" title=\"Jump back to footnote 7 in the text\">&#8617;</a></p>\n</li>\n</ol>\n</div>", "toc": "<div class=\"toc\">\n<ul>\n<li><a href=\"#the-trinity-review-setembro-outubro-de-1985\">THE TRINITY REVIEW, setembro / outubro de 1985</a><ul>\n<li><a href=\"#original-em-ingles-na-trinity-foundation\">Original em inglês na Trinity Foundation</a></li>\n</ul>\n</li>\n</ul>\n</div>\n", "date": "2020-08-07T00:00:00", "author": "John W. Robbins", "tags": ["tradução", "apologética"]}]}